Repository: arcturus5340/lorewood
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Verify your account first
ru: Сначала верифицируйте свой аккаунт

source: Error sending activation email
ru: Ошибка при отправке активационного письма

source: Invalid credentials
ru: Неверные учетные данные

source: This email address is already registered
ru: Такой адрес электронной почты уже зарегистрирован

source: Passwords mismatch
ru: Пароли не совпадают

source: Username can contain only letters, numbers, and the '_' and '.' character
ru: Имя пользователя может содержать только латинские буквы, цифры, в так же символы '_' и '.'

source: This username is already registered
ru: Такое имя пользователя уже занято

source: Username is too long
ru: Имя пользователя слишком длинное

source: Authentication error
ru: Ошибка аутентификации

source: Security error. Contact site administrator
ru: Ошибка безопасности. Обратитесь к администратору сайта

source: User with this email address is not registered
ru: Пользователь с таким адресом электронной почты не зарегистрирован

source: You already have a premium subscription
ru: Вы уже приборели премиум подписку

source: There are not enough funds on your balance
ru: На вашем счету недостаточно средств

source: Wrong activation key
ru: Неверный активационный ключ

source: You have already bought this record
ru: Вы уже приобрели этот курс
